Repository: 84000/data-translation-memory
Catalog: toh555-v3.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ལྷའི་འཁོར་རྣམས་ལ་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་དངོས་པོ་འདི་དག་བདེན་ནམ། དེ་ནས་བརྒྱ་བྱིན་དང་།
en: Then the Bhagavat asked the assembly of devas, “Noble ones, are these things true?”

source: ཚངས་པ་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། གནོད་སྦྱིན་གྱི་འཁོར་རྣམས་ཀྱིས་སྐད་མཐུན་པར་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །དེ་དེ་བཞིན་ནོ།
en: Śakra, Brahmā, the Four Mahārājas, and the retinue of yakṣas all said together to the Bhagavat, “It is so, it is so.

source: །དེ་དེ་བཞིན་ཏེ། ཡུལ་གང་དག་ན་མདོ་སྡེའི་རྒྱལ་པོ་དམ་པ་འདི་ཡང་དག་པར་བཤད་པ་དང་། ཀློག་པ་དང་། ཁ་ཏོན་དུ་འདོན་པར་བགྱིད་ན་ཡུལ་གྱི་བདག་པོ་དེ་དག་ལ་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་སོགས་པས་རྟག་པར་མཆིས་ནས་ཡོངས་སུ་སྲུང་བར་བགྱིད་པར་མཆི་བ་དང་།
en: In whatever lands this sublime king of sūtras is taught, read, and chanted, we Four Mahārājas, and so on, will continuously be present and will protect the rulers of those lands.

source: གནས་པ་ན་ཡང་ལྷན་ཅིག་གནས་པར་བགྱིད་དོ།
en: We will dwell together in those lands.

source: །རྒྱལ་པོ་དེ་ལ་གདོན་བགེགས་དང་རྒོལ་བའི་དགྲ་ཞིག་མཆིས་ན་ཡང་དེ་དག་ཐམས་ཅད་བདག་ཅག་རྒྱལ་པོ་ཆེན་པོ་བཞི་ལ་སོགས་པས་རབ་ཏུ་ཞི་བར་བགྱིད་དོ།
en: If those kings have demons, obstacles, or opposing enemies, we, the Four Mahārājas and the others, will cause all those to cease.

source: །མྱ་ངན་དང་རིམས་ནད་ལ་སོགས་པ་ཡང་བསལ་ཞིང་སོས་པར་བགྱིད་པ་ནས་ཚེ་འཕེལ་བ་དང་། དགེ་བའི་རྟགས་འབྱུང་བ་དང་། སྨོན་པ་རྣམས་བསམས་པ་བཞིན་འགྲུབ་པ་དང་། རྟག་ཏུ་དགའ་བ་བསྐྱེད་པར་བགྱིད་དོ།
en: We will also dispel misery, disease, and so on, bring healing, and increase lifespan; there will be good omens, prayers will be fulfilled as wished for, and there will always be happiness.

source: །བདག་ཅག་གིས་ཡུལ་དེ་ན་དམག་ཚོགས་ཇི་སྙེད་མཆིས་པ་དེ་དག་ཐམས་ཅད་དཔའ་ཞིང་བརྩོན་པར་བགྱིད་དོ།
en: We will make all the soldiers in that land heroic and diligent.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དག་ལེགས་སོ་ལེགས་སོ།
en: Excellent, noble sons, excellent!” said the Bhagavat. “

source: །ཁྱེད་ཀྱིས་ཇི་སྐད་སྨྲས་པ་དེ་བཞིན་དུ་ཁྱེད་ཀྱིས་མངོན་པར་བསྒྲུབ་པར་བྱའོ།
en: You should accomplish exactly what you have just said.

source: ཡུལ་གྱི་བདག་པོ་དེ་དག་ཆོས་བཞིན་དུ་སྤྱོད་པའི་དུས་ན་འབངས་ཐམས་ཅད་ཀྱང་རྒྱལ་པོའི་རྗེས་སུ་མངོན་པར་སྒྲུབ་ཅིང་ཆོས་བཞིན་དུ་སྤྱོད་པར་བྱེད་པས་ཁྱེད་ལ་སོགས་པ་ཡང་གཟུགས་དང་སྟོབས་དང་ཕན་ཡོན་མཆོག་ཐོབ་པར་འགྱུར་ཞིང་གཞལ་མེད་ཁང་འོད་དང་ལྡན་པ་དང་འཁོར་རྣམས་ཀྱང་བརྩོན་ཞིང་རྒྱས་པར་འགྱུར་བས་སོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བརྒྱ་བྱིན་དང་།
en: When the rulers of those lands act in accord with the Dharma, all the people will follow the king and practice in the same way, and you and the others will gain perfect form, strength, and benefits; your divine palaces will shine with light; and your entourages will be diligent and grow larger.”

source: ཚངས་པ་ལ་སོགས་པས་བཅོམ་ལྡན་འདས་དེ་དེ་བཞིན་ནོ་ཞེས་གསོལ་ཏོ།
en: Then Śakra, Brahmā, and the others said to the Bhagavat, “It will be like that.”

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། གནས་གང་དུ་མདོ་སྡེ་དམ་པ་འདི་ཡང་དག་པར་སྟོན་ཅིང་ཀློག་པ་དང་། སྤེལ་བའི་ཡུལ་དེའི་བློན་པོ་ཆེན་པོ་དང་། ནང་བློན་རྣམས་ཕན་ཡོན་རྣམ་པ་བཞི་ཐོབ་པར་འགྱུར་ཏེ།
en: The Bhagavat then said, “Wherever this sublime sūtra is taught, read, and promulgated, the prime ministers and the inner ministers will gain four benefits.

source: དང་པོ་ནི་ཕན་ཚུན་འདུམ་ཞིང་ཉེ་བར་སེམས་པ་དང་། བླ་མར་བྱེད་ཅིང་སྡུག་པར་སེམས་པའོ།
en: First, there will be harmony among them; they will be close, respect each other, and have loving minds.

source: །གཉིས་པ་ནི་རྟག་པར་མིའི་རྒྱལ་པོའི་སྙིང་དུ་སྡུག་ཅིང་བཀུར་བ་དང་། དགེ་སྦྱོང་དང་། བྲམ་ཟེ་དང་། ཡུལ་ཆེན་པོ་དང་། ཡུལ་ཆུང་ངུའི་མི་རྣམས་ཀྱིས་བཙུན་པར་བྱེད་པའོ།
en: Second, they will always be beloved and empowered by the human king, and also mendicants, brahmins, and the people in the greater land and in the districts will venerate them.

source: །གསུམ་པ་ནི་ནོར་ལ་ཡང་དམ་པར་འཛིན་ཅིང་ཆོས་ལ་བཙུན་པར་བྱེད་པ་དང་། འཇིག་རྟེན་པའི་ཁེ་མི་ཚོལ་བས་སྙན་པའི་སྒྲ་ཀུན་དུ་གྲགས་ནས་མང་པོ་ཀུན་གྱིས་བཀུར་བར་འགྱུར་བའོ།
en: Third, they will firmly control wealth, will venerate the Dharma, and will not seek worldly profit, so that their fame will be renowned, and they will be honored by many.

source: །བཞི་པ་ནི་ཚེ་རིང་ཞིང་བདེ་སྐྱིད་པར་འགྱུར་བ་སྟེ་འདི་དག་ནི་ཕན་ཡོན་རྣམ་པ་བཞི་ཞེས་བྱའོ།
en: Fourth, they will have long lives and happiness. Those are the four benefits. “

source: །གལ་ཏེ་ཡུལ་གྱི་བདག་པོ་གང་ལ་ལ་ཞིག་གིས་མདོ་སྡེ་འདི་ཡང་དག་པར་སྟོན་པར་བྱེད་ན་དགེ་སྦྱོང་དང་། བྲམ་ཟེ་རྣམས་ཕན་ཡོན་ཁྱད་པར་དུ་འཕགས་པ་རྣམ་པ་བཞི་ཐོབ་པར་འགྱུར་རོ།
en: If a ruler of a land teaches this sūtra correctly, mendicants and brahmins will gain four superior benefits.

source: དང་པོ་ནི་གོས་དང་། བཟའ་བ་དང་། བཏུང་བ་དང་། མལ་ཆ་དང་། ན་བའི་གསོས་སྨན་རྣམས་ཀྱིས་ཕོངས་པ་མེད་པ་གང་ཡིན་པའོ།
en: First, they will never be lacking in clothes, food, drink, bedding, or medicines when sick.

source: །གཉིས་པ་ནི་ཐམས་ཅད་སེམས་བདེ་བར་ཡིད་ལ་སེམས་ཤིང་ཀློག་པ་དང་ཁ་ཏོན་འདོན་པར་འགྱུར་བའོ།
en: Second, they will all contemplate, read, and chant without difficulty.

source: །གསུམ་པ་ནི་རི་དང་ནགས་ཚལ་དག་ལ་གནས་པ་ན་བདེ་བར་གནས་པ་ཐོབ་པར་འགྱུར་བའོ།
en: Third, if they are living on mountains or in forests, they will find happiness.

source: །བཞི་པ་ནི་སེམས་ཀྱིས་ཇི་ལྟར་སྨོན་པ་བཞིན་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་བ་སྟེ།
en: Fourth, whatever they pray for in their minds will be accomplished.

source: འདི་དག་ནི་ཁྱད་པར་དུ་འཕགས་པའི་ཕན་ཡོན་རྣམ་པ་བཞི་ཞེས་བྱའོ།
en: Those are their four superior benefits. “

source: །གལ་ཏེ་ཡུལ་ལ་ལར་མདོ་སྡེ་འདི་ཡང་དག་པར་སྟོན་པར་བྱེད་ན་མི་ཐམས་ཅད་དར་ཞིང་སྐྱིད་པ་དང་། རིམས་ནད་རྣམས་མེད་པ་དང་། ཚོང་པ་དང་འགྲོན་པོ་ཕན་ཚུན་འགྲོ་བའི་ནོར་དང་རིན་པོ་ཆེ་མང་དུ་ཐོབ་པ་དང་། བསོད་ནམས་ཁྱད་པར་དུ་འཕགས་པ་ཐོབ་པར་འགྱུར་ཏེ།
en: If there are lands where this sūtra is taught, all the people will prosper and be happy; there will be no disease; merchants and travelers who go back and forth will obtain much wealth and jewels; and superior merit will be obtained.

source: འདི་དག་ནི་ཡོན་ཏན་གྱི་ཕན་ཡོན་རྣམ་པ་སྣ་ཚོགས་ཞེས་བྱའོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚངས་པ་དང་།
en: Those are called the various benefits that come from good qualities.”

source: བརྒྱ་བྱིན་དང་། རྒྱལ་པོ་ཆེན་པོ་བཞི་དང་། འཁོར་མང་པོ་རྣམས་ཀྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་མདོ་སྡེ་ཟབ་མོ་འདི་ལྟ་བུ་མངོན་དུ་གནས་པར་གྱུར་ན་དེ་བཞིན་གཤེགས་པའི་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་སུམ་ཅུ་རྩ་བདུན་ཡང་འཇིག་རྟེན་ན་གནས་ཤིང་ནུབ་པར་མི་འགྱུར་ལ། ནམ་མདོ་སྡེ་འདི་ལྟ་བུ་ནུབ་པར་གྱུར་པ་ན་ཡང་དག་པའི་ཆོས་ཀྱང་ནུབ་པར་འགྱུར་བར་རིག་པར་བགྱི་ལགས་སོ།
en: Then Brahmā, Śakra, the Four Mahārājas, and their great retinues said to the Bhagavat, “Bhagavat, it should be known that if such a profound sūtra as this is present, then the thirty-seven qualities of the factors of enlightenment of the tathāgatas will also be present in the world and will not disappear, but when such a sūtra as this vanishes, then the true Dharma will also vanish.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ། དེ་ལྟ་བས་ན་ཁྱེད་ཀྱིས་གསེར་འོད་དམ་པའི་མདོ་སྡེ་འདི་ལས་ཚིག་གཅིག་གམ་སྡེ་གཅིག་ཀྱང་རུང་སྟེ། ཐམས་ཅད་སེམས་རྩེ་གཅིག་ཏུ་ཡང་དག་པར་བཀླག་པར་བྱ།
en: Noble sons, it is so, it is so,” said the Bhagavat. “

source: ཡང་དག་པར་ཁ་ཏོན་དུ་གདོན་པར་བྱ། ཡང་དག་པར་མཉན་པར་བྱ། ཡང་དག་པར་གཟུང་བར་བྱ། ཡང་དག་པར་ཡིད་ལ་བསམ་པར་བྱ་ཞིང་ཡང་དག་པར་བསྒོམས་ནས། སེམས་ཅན་མང་པོའི་ཆེད་དུ་རྒྱ་ཆེར་ཡང་དག་པར་བསྟན་ཏེ་ཡོངས་སུ་སྤེལ་བར་བྱེད་ན་ཡུན་རིང་པོར་བདེ་བསྐྱེད་ཅིང་བསོད་ནམས་ཀྱི་ཕན་ཡོན་མཐའ་མེད་དོ།
en: If someone with a one-pointed mind were to read correctly, recite correctly, possess correctly, contemplate correctly, and meditate correctly on just one word or one section of this Sūtra of the Sublime Golden Light and teach it widely to many others and promulgate it for the sake of beings, then for a long time there would be happiness and endless benefits from the merit.”

source: །དེ་ནས་འཁོར་མང་པོ་རྣམས་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱིས་དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་ཐོས་ནས་ཐམས་ཅད་ཕན་ཡོན་ཁྱད་པར་དུ་འཕགས་པ་ཐོབ་པར་གྱུར་པས་རབ་ཏུ་དགའ་ཞིང་མགུ་བས་ཡང་དག་པར་བཟུང་བར་གྱུར་ཏོ།
en: When that vast assembly had heard the words spoken by the Bhagavat, they all gained superior benefits.

source: །གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ་ལས་ལས་ཀྱི་སྒྲིབ་པ་རྣམ་པར་སྦྱོང་བའི་ལེའུ་སྟེ་ལྔ་པའོ།། །།གསེར་འོད་དམ་པ་མཆོག་ཏུ་རྣམ་པར་རྒྱལ་བ་མདོ་སྡེའི་རྒྱལ་པོ།
en: This concludes “The Purification of the Obscuration from Karma,” the fifth chapter of “The Supremely Victorious King of Sūtras, the Sublime Golden Light.”

source: བམ་པོ་བཞི་པ། དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སེང་གེའི་མཚན་ཐོགས་པ་མེད་པའི་འོད་ཟེར་འབར་བ་འཁོར་བྱེ་བ་ཕྲག་ཚད་མེད་པ་སྙེད་དང་ལྷན་ཅིག་ཏུ་སྟོན་ལས་ལངས་ཏེ་བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ་གུས་པའི་ཐལ་མོ་སྦྱར་ནས། བཅོམ་ལྡན་འདས་ཀྱི་ཞབས་ལ་མགོ་བོས་ཕྱག་བྱས་ནས་མེ་ཏོག་དང་སྤོས་དང་རིན་པོ་ཆེའི་རྒྱལ་མཚན་དང་། བ་དན་དང་།
en: Chapter 6: The Dhāraṇīs of Complete Purification Then the bodhisattva mahāsattva Siṃhalakṣanāsaṅgaraśmijvala, together with an entourage of countless millions, rose from his seat and, with his upper robe over one shoulder, knelt on his right knee, placed his palms together in homage, bowed his head down to the Bhagavat’s feet, and made an offering to the Bhagavat of a variety of flowers, perfumes, precious banners, flags, and parasols.

source: གདུགས་རྣམ་པ་སྣ་ཚོགས་ཀྱིས་མཆོད་པ་བྱས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་རྒྱུ་དང་རྐྱེན་དུ་ཞིག་གིས་ནི་བྱང་ཆུབ་ཀྱི་སེམས་འཐོབ་པར་འགྱུར།
en: Then he inquired of the Bhagavat, “Bhagavat, through how many causes and conditions is the enlightenment mind attained?

source: གང་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ཞེས་བགྱི་ལགས།
en: What is the enlightenment mind?

source: བཅོམ་ལྡན་འདས་བྱང་ཆུབ་གང་ལགས་པ་དེ་ལ་ནི་ད་ལྟར་གྱི་སེམས་ཀྱང་དམིགས་སུ་མ་མཆིས། མ་འོངས་པའི་སེམས་ཀྱང་དམིགས་སུ་མ་མཆིས། འདས་པའི་སེམས་ཀྱང་དམིགས་སུ་མ་མཆིས་པ་ལགས་སོ།
en: Bhagavat, in enlightenment there is no perception of a present mind, there is also no object of perception as a future mind, and there is no object of perception as a past mind.

source: །བྱང་ཆུབ་ལས་གུད་ན་ཡང་བྱང་ཆུབ་ཀྱི་སེམས་དམིགས་སུ་མ་མཆིས་ལགས་སོ།
en: There is also no object of perception as an enlightenment mind that is other than enlightenment.

source: །བྱང་ཆུབ་ཅེས་བགྱི་བ་ནི་ཚིག་གིས་བརྗོད་དུ་མ་མཆིས་པས་སེམས་ཀྱང་གཟུགས་མ་མཆིས་པ། མཚན་མ་མ་མཆིས་པ། དངོས་པོ་དང་ལས་མ་མཆིས་པ། མངོན་པར་འདུ་བགྱི་བ་མ་ལགས་པ། སེམས་ཅན་ཡང་དམིགས་སུ་མ་མཆིས་ཤིང་ཁོང་དུ་ཆུད་པར་ཡང་མི་འགྱུར་ན།
en: Enlightenment cannot be described in words, and also the mind is not a form, it is not a characteristic, it is not a thing or an action, it is not composite, and there is no object of perception or comprehension of ‘a being.’

source: བཅོམ་ལྡན་འདས་ཇི་ལྟར་ཆོས་ཟབ་མོ་འདིའི་དོན་གང་ལགས་པ་རིག་པར་འགྱུར་ལགས།
en: Therefore, Bhagavat, how should the meaning of this profound Dharma be known?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རིགས་ཀྱི་བུ་དེ་དེ་བཞིན་ནོ། །དེ་དེ་བཞིན་ཏེ།
en: Noble one, it is like that, it is like that,” said the Bhagavat. “

source: བྱང་ཆུབ་ཀྱི་དངོས་པོ་དང་།
en: There is no object of perception as enlightenment’s substance or an extremely sublime activity that accomplishes it.

source: ལས་ནི་ཤིན་ཏུ་གྱ་ནོམ་པས་མངོན་པར་འདུ་བྱ་བར་ཡང་དམིགས་པར་མི་འགྱུར་ལ་བྱང་ཆུབ་ལས་གུད་ན་ཡང་བྱང་ཆུབ་ཀྱི་སེམས་དམིགས་པར་མི་འགྱུར་བས་བྱང་ཆུབ་ཅེས་བྱ་བ་ནི་བརྗོད་དུ་མེད་པ།
en: Also there is no enlightenment mind apart from enlightenment. Therefore, enlightenment is indescribable.

source: སེམས་ཀྱང་བརྗོད་དུ་མེད་པ། གཟུགས་དང་མཚན་མ་མེད་པ། དངོས་པོ་དང་ལས་མེད་པ། སེམས་ཅན་ཐམས་ཅད་ཀྱང་དམིགས་སུ་མེད་པའོ།
en: Also mind is indescribable, has no form or feature, has no substance or action, and is immaterial, and also there is no object of perception as ‘beings.’ “

source: བྱང་ཆུབ་དང་སེམས་གཉི་ག་ཡང་དེ་བཞིན་ཉིད་དུ་མཚུངས་པའི་ཕྱིར་དང་མངོན་དུ་བྱེད་པ་དང་། མངོན་དུ་བྱ་བ་མཉམ་པར་གྱུར་པའི་ཕྱིར་ཏེ།
en: It is because both enlightenment and mind are the same in their true nature, and because that which acts and that which is acted upon are the same.

source: འོན་ཀྱང་ཆོས་རྣམས་ཤེས་པར་བྱ་བ་མེད་པ་ནི་མ་ཡིན་ནོ།
en: Nevertheless, it is not that the Dharmas cannot be known. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་གིས་དེ་ལྟར་ཤེས་པར་བྱ་བ་གང་ཡིན་པ་དེ་ནི་ཆོས་རྣམས་མངོན་པར་རྟོགས་པ་དང་། བྱང་ཆུབ་དང་བྱང་ཆུབ་ཀྱི་སེམས་ལེགས་པར་བཤད་པ་ཞེས་བྱའོ།
en: Noble one, bodhisattvas mahāsattvas have realized in that way the Dharmas that are to be known, and they perfectly teach enlightenment and the enlightenment mind.

source: །བྱང་ཆུབ་ཀྱི་སེམས་གང་ཡིན་པ་དེ་ནི་འདས་པ་ཡང་མ་ཡིན། མ་འོངས་པ་ཡང་མ་ཡིན། ད་ལྟར་བྱུང་བ་ཡང་མ་ཡིན་ཏེ། སེམས་ཀྱང་དེ་བཞིན་ནོ།
en: Enlightenment is not the past, it is not the future, and it is not even the present, and the mind is the same as that.

source: །སེམས་ཅན་ཡང་དེ་བཞིན་ཏེ།
en: Beings are also like that.

source: འདི་ལ་མཚན་ཉིད་གཉིས་ཡང་དག་པར་དམིགས་སུ་མེད་དོ།
en: In this there are no two characteristics as objects of perception.

source: ཆོས་ཐམས་ཅད་ལ་སྐྱེ་བ་མེད་པའི་ཕྱིར་རོ།
en: It is because phenomena are unborn.

source: །བྱང་ཆུབ་ཀྱང་དམིགས་སུ་མེད།
en: Enlightenment has no object of perception.

source: བྱང་ཆུབ་ཀྱི་མིང་ཡང་དམིགས་སུ་མེད།
en: Even the name enlightenment does not exist as an object of perception.

source: སེམས་ཅན་དང་སེམས་ཅན་གྱི་མིང་ཡང་དམིགས་སུ་མེད།
en: Beings and the name beings do not exist as objects of perception.

source: ཉན་ཐོས་དང་ཉན་ཐོས་ཀྱི་མིང་ཡང་དམིགས་སུ་མེད།
en: Śrāvakas and the name śrāvakas do not exist as objects of perception.

source: རང་སངས་རྒྱས་དང་རང་སངས་རྒྱས་ཀྱི་མིང་ཡང་དམིགས་སུ་མེད།
en: Pratyekabuddhas and the name pratyekabuddhas do not exist as objects of perception.

source: བྱང་ཆུབ་སེམས་དཔའ་དང་བྱང་ཆུབ་སེམས་དཔའི་མིང་ཡང་དམིགས་སུ་མེད།
en: Bodhisattvas and the name bodhisattvas do not exist as objects of perception.

source: སངས་རྒྱས་དང་སངས་རྒྱས་ཀྱི་མཚན་ཡང་དམིགས་སུ་མེད།
en: Buddhas and the name buddhas do not exist as objects of perception.

source: སྤྱོད་པ་དང་སྤྱོད་པ་མ་ཡིན་པ་ཡང་དམིགས་སུ་མེད།
en: Conduct and the name conduct do not exist as objects of perception.

source: སྤྱོད་པ་དང་སྤྱོད་པ་མ་ཡིན་པའི་མིང་ཡང་དམིགས་སུ་མེད་དེ།
en: Nonconduct and the name nonconduct do not exist as objects of perception.

source: འདི་ལྟར་དམིགས་སུ་མེད་པའི་ཕྱིར་རབ་ཏུ་དབེན་པའི་ཆོས་ཐམས་ཅད་ལ་རབ་ཏུ་གནས་པ་ཡིན་ཏེ།
en: In this way, because of their not being objects of perception, they remain in all extinguished phenomena.

source: འདི་ཡང་བསོད་ནམས་ཀྱི་དགེ་བའི་རྩ་བ་ལ་བརྟེན་ནས་སྐྱེ་བར་འགྱུར་བ་ཡིན་ནོ།
en: These are produced on the basis of the good roots of merit. “

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། རིན་པོ་ཆེའི་རིའི་རྒྱལ་པོ་རི་རབ་ཐམས་ཅད་ལ་ཕན་འདོགས་པར་བྱེད་པ་དེ་བཞིན་དུ་བྱང་ཆུབ་ཀྱི་སེམས་འདི་ཡང་སེམས་ཅན་ལ་ཕན་འདོགས་པའི་ཕྱིར་འདི་ནི་དང་པོ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ། །རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: Noble one, it is like this: as an analogy, Sumeru, the precious king of mountains, is beneficial for everyone; in the same way, this enlightenment mind is beneficial for beings and therefore is the cause of the first perfection of generosity. “

source: ས་ཆེན་པོ་བཞིན་དུ་དངོས་པོ་མང་པོ་ཡོངས་སུ་འཛིན་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་གཉིས་པ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ།
en: Noble one, it is like this: as a further analogy, the great earth supports many things, and as the enlightenment mind is like that, it is the cause of the second perfection of correct conduct. “

source: །འདི་ལྟ་སྟེ་དཔེར་ན། སེང་གེ་གཟི་བྱིན་ཆེན་པོའི་མཐུ་དང་ལྡན་པ་གཅིག་པུ་འགྲོ་བ་ལ་འཇིགས་པ་མེད་པ་དེ་བཞིན་དུ་སྐྲག་ཅིང་དངང་བ་དང་བྲལ་བར་གྱུར་པའི་ཕྱིར་འདི་ནི་གསུམ་པ་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ།
en: It is like this: as a further analogy, the great powerful lion travels alone without fear, and in that way, the enlightenment mind is free of fear and alarm, and therefore it is the cause of the third perfection of patience. “

source: །འདི་ལྟ་སྟེ་དཔེར་ན། རླུང་གི་དཀྱིལ་འཁོར་སྟོབས་པོ་ཆེ་ཤུགས་དྲག་ཅིང་མྱུར་བ་བཞིན་དུ་སེམས་ལ་ནུར་བ་མེད་པའི་ཕྱིར་འདི་ནི་བཞི་པ་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ།
en: It is like this: as a further analogy, Nārāyaṇa’s wind wheel is powerful and fast, and in that way, the enlightenment mind cannot be influenced, and therefore it is the cause of the fourth perfection of diligence. “

source: །འདི་ལྟ་སྟེ་དཔེར་ན། རིན་པོ་ཆེ་སྣ་བདུན་གྱི་གཞལ་མེད་ཁང་རྩེག་མ་ཐེམ་སྐས་བཞི་དང་ལྡན་པ། སྒོ་བཞི་ནས་ཤིན་ཏུ་བསིལ་བའི་རླུང་གིས་བུས་པས་ཤིན་ཏུ་བདེ་བ་མྱོང་བ་བཞིན་དུ་བསམ་གཏན་གྱི་ཆོས་ཀྱི་གཏེར་ཡོངས་སུ་བཙལ་ནས་གང་ཞིག་རྒྱས་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་ལྔ་པ་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ།
en: It is like this: as a further analogy, a divine palace made of the seven precious materials has four successive staircases and four doors through which very cool air blows, giving a pleasant sensation. In that same way, the enlightenment mind seeks for the treasure of the qualities of meditative stability and increases it, and therefore it is the cause of the fifth perfection of meditation. “

source: །འདི་ལྟ་སྟེ་དཔེར་ན། ཉི་མའི་དཀྱིལ་འཁོར་འོད་ཟེར་རྒྱས་པར་གྱུར་པ་དེ་བཞིན་དུ་སེམས་འདིས་ཀྱང་མྱུར་བ་ཁོ་ནར་འཁོར་བའི་མ་རིག་པའི་མུན་ནག་འཇོམས་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་དྲུག་པ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ། །འདི་ལྟ་སྟེ་དཔེར་ན།
en: It is like this: as a further analogy, the disk of the sun spreads light rays, and in that same way, the enlightenment mind always quickly defeats the darkness of the ignorance of saṃsāra, and therefore it is the cause of the sixth perfection of wisdom. “

source: ཚོང་དཔོན་གྱིས་ཐམས་ཅད་ཀྱི་སེམས་ལ་སྨོན་པ་ཡོངས་སུ་རྫོགས་པར་བྱས་པ་དེ་བཞིན་དུ་སེམས་འདིས་ཀྱང་འཁོར་བའི་ལམ་ཉམ་ང་བ་ལས་ཡོངས་སུ་འདས་ནས་ཡོན་ཏན་གྱི་རིན་པོ་ཆེ་འཐོབ་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་བདུན་པ་ཐབས་མཁས་པའི་ཡེ་ཤེས་ཁྱད་པར་དུ་འཕགས་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ། །འདི་ལྟ་སྟེ་དཔེར་ན།
en: It is like this: a head merchant fulfills the prayers in everyone’s minds, and in that same way, the enlightenment mind passes over the frightening path of saṃsāra and obtains the jewels of good qualities, and therefore it is the cause of the seventh perfection of superior knowledge in skillful methods. “

source: ཟླ་བ་ཡོངས་སུ་དག་ཅིང་ཤིན་ཏུ་རྒྱས་པ་ལ་རབ་རིབ་མེད་པ་བཞིན་དུ་སེམས་འདིས་ཀྱང་སྤྱོད་ཡུལ་ཐམས་ཅད་ལས་རྣམ་པར་དག་པ་ཕུན་སུམ་ཚོགས་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་བརྒྱད་པ་སྨོན་ལམ་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ། །འདི་ལྟ་སྟེ་དཔེར་ན།
en: It is like this: the moon when pure and full is not darkened, and in that same way, this enlightenment mind makes all conduct perfectly pure, and therefore it is the cause of the eighth perfection of prayer. “

source: འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོའི་དམག་ལ་དབང་བའི་བློན་པོ་ཆེན་པོ་ཡིད་བཞིན་དུ་དབང་བྱེད་པ་བཞིན་དུ་སེམས་འདིས་ཀྱང་སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་ཤིན་ཏུ་བརྒྱན་པ་དང་ཡོན་ཏན་ཚད་མེད་པས་སྐྱེ་དགུ་རྣམས་ལ་རྒྱ་ཆེར་ཕན་འདོགས་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་དགུ་པ་སྟོབས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱའོ། །འདི་ལྟ་སྟེ་དཔེར་ན།
en: It is like this: the prime minister who is in charge of a cakravartin king’s army has the power of the fulfillment of wishes, and in that same way, this enlightenment mind brings a vast benefit to beings through immeasurable qualities, and a completely pure and well-adorned buddha realm; therefore, it is the cause of the ninth perfection of strength. “

source: ནམ་མཁའ་ལ་འཁོར་ལོས་སྒྱུར་བའི་རྒྱལ་པོ་བཞིན་དུ་སེམས་འདིས་ཀྱང་སྤྱོད་ཡུལ་ཐམས་ཅད་ལ་ཐོགས་པ་མེད་ཅིང་གནས་ཐམས་ཅད་དུ་རང་དབང་ཐོབ་ནས་དབང་བསྐུར་བའི་སར་ཕྱིན་པར་བྱེད་པའི་ཕྱིར་འདི་ནི་བཅུ་པ་ཡེ་ཤེས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་རྒྱུ་ཞེས་བྱ་སྟེ།
en: It is like this: in the same way as space and a cakravartin, this enlightenment mind is unimpeded and present in all fields of activity and has attained independence and has reached the level of empowerment; therefore, it is the cause of the tenth perfection of knowledge. “

source: འདི་ལྟ་བུའི་རྒྱུ་བཅུ་ལ་ཁྱེད་ཀྱིས་རབ་ཏུ་བརྩོན་པས་བསླབ་པར་བྱའོ།
en: You should diligently train in ten such causes. “

source: །རིགས་ཀྱི་བུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་རྣམ་པ་ལྔ་ལ་བརྟེན་ནས་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Noble one, the bodhisattvas mahāsattvas complete the perfection of generosity through five qualities.

source: །ལྔ་གང་ཞེ་ན།
en: What are those five?

source: དད་པའི་དབང་པོ་དང་། སྙིང་རྗེ་དང་། འདོད་པ་ཡོངས་སུ་ཚོལ་བའི་སེམས་མེད་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྡུད་པ་དང་། ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་ཡོངས་སུ་ཚོལ་བ་གང་ཡིན་པ་སྟེ།
en: They are (1) the power of faith, (2) compassion, (3) being without a mind that seeks what is desired, (4) gathering all beings, and (5) seeking omniscient wisdom. “

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱའོ།
en: Noble one, these complete the perfection of generosity of the bodhisattvas mahāsattvas. “

source: །རིགས་ཀྱི་བུ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་རྣམ་པ་ལྔ་ལ་བརྟེན་ནས་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Noble one, the bodhisattvas mahāsattvas complete the perfection of correct conduct through five qualities.

source: ལས་རྣམ་པ་གསུམ་ཡོངས་སུ་དག་པར་གྱུར་པ་དང་། སེམས་ཅན་ཐམས་ཅད་ཀྱི་ཉོན་མོངས་པའི་རྒྱུ་དང་རྐྱེན་མངོན་པར་འདུ་མི་བྱེད་པ་དང་། ངན་འགྲོའི་སྒོ་རྣམས་གཅོད་ཅིང་བདེ་འགྲོའི་སྒོ་འབྱེད་པ་དང་། ཉན་ཐོས་དང་རང་སངས་རྒྱས་ཀྱིས་ལས་ཡང་དག་པར་འདའ་བ་དང་། བསོད་ནམས་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་གང་ཡིན་པ་སྟེ།
en: They are (1) the purity of the three kinds of actions; (2) not creating the causes and conditions of the kleśas of all beings; (3) closing the door to the lower existences and opening the door to the happy existences; (4) transcending the level of the śrāvakas and pratyekabuddhas; and (5) completing all merit. “

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱའོ།
en: Noble one, these complete the perfection of correct conduct of the bodhisattvas mahāsattvas. “

source: །རིགས་ཀྱི་བུ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་རྣམ་པ་ལྔ་ལ་བརྟེན་ནས་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Noble one, the bodhisattvas mahāsattvas complete the perfection of patience through five qualities.

source: །ལྔ་གང་ཞེ་ན། འདོད་ཆགས་དང་།
en: What are those five?

source: ཞེ་སྡང་གི་ཉོན་མོངས་པ་གདུལ་བར་ནུས་པ་དང་། ལུས་དང་སྲོག་ལ་ཕངས་པ་མེད་པར་བདེ་བ་ཡོངས་སུ་མི་ཚོལ་ཞིང་འདུ་ཤེས་ཉེ་བར་ཞི་བར་བྱེད་པ་དང་། སྔོན་གྱི་ལས་ལ་བསམས་ནས་སྡུག་བསྔལ་དང་ཕྲད་པར་གྱུར་ན་ཡང་དང་དུ་ལེན་པར་ནུས་པ་དང་། བྱམས་པ་དང་། སྙིང་རྗེའི་བསམ་པ་བསྐྱེད་ནས་སེམས་ཅན་གྱི་དགེ་བའི་རྩ་བ་རྣམས་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་།
en: They are (1) the ability to subjugate the kleśas of desire and anger; (2) without cherishing one’s body and life, not seeking for happiness and pacifying perceptions; (3) accepting suffering when encountered by thinking of karma from the past; (4) developing thoughts of love and compassion and ripening the good roots of beings; and (5) attaining the profound patience of the quality of birthlessness. “

source: མི་སྐྱེ་བའི་ཆོས་ཀྱི་བཟོད་པ་ཟབ་མོ་ཐོབ་པར་གྱུར་པ་གང་ཡིན་པ་སྟེ། རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ཀྱི་བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱའོ།
en: Noble one, these complete the perfection of patience of the bodhisattvas mahāsattvas. “

source: །རིགས་ཀྱི་བུ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་རྣམ་པ་ལྔ་ལ་བརྟེན་ནས་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Noble one, the bodhisattvas mahāsattvas complete the perfection of diligence through five qualities.

source: ཉོན་མོངས་པ་རྣམས་དང་ལྷན་ཅིག་གནས་པར་མི་མོས་པ་དང་བསོད་ནམས་ཡོངས་སུ་རྫོགས་པར་མ་གྱུར་གྱི་བར་དུ་བདེ་བ་ཉམས་སུ་ལེན་པར་མི་བྱེད་པ་དང་། དཀའ་བ་སྣ་ཚོགས་སྤྱོད་པ་ལ་ཡོངས་སུ་སྐྱོ་བའི་བསམ་པ་མི་སྐྱེ་བ་དང་། བྱམས་པ་དང་སྙིང་རྗེ་ཆེན་པོས་ཡོངས་སུ་བསྡུས་ནས་ཕན་འདོགས་པའི་ཐབས་མཁས་པས་སེམས་ཅན་ཐམས་ཅད་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་དང་། ཕྱིར་མི་ལྡོག་པའི་ས་ཡོངས་སུ་གཉེར་བར་སྨོན་པ་གང་ཡིན་པ་སྟེ།
en: They are (1) not wishing to remain with the kleśas; (2) not practicing happiness until merit has been completed; (3) not having thoughts of weariness in undergoing various hardships; (4) ripening all beings through skill in the methods of gathering and benefiting them with great love and compassion; and (5) aspiring to master the level of irreversibility. “

source: རིགས་ཀྱི་བུ་འདི་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་པ་ཞེས་བྱའོ།
en: Noble one, these complete the perfection of diligence of the bodhisattvas mahāsattvas. “

source: །རིགས་ཀྱི་བུ་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམས་ནི་ཆོས་རྣམ་པ་ལྔ་ལ་བརྟེན་ནས་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡོངས་སུ་རྫོགས་པར་བྱེད་དོ།
en: Noble one, the bodhisattvas mahāsattvas complete the perfection of meditation through five qualities.
